Repository: mohamednagi/ImportingProjectIntoAnotherOne
Catalog: ImporterProject/Motivay/*.lproj/Localizable.strings
Languages: ar

source: Username/Email
ar: اسم المستخدم / البريد الإلكتروني

source: Sign In
ar: تسجيل الدخول

source: Reset your password
ar: إعادة ضبط كلمة السر

source: Username
ar: إسم المستخدم

source: Next
ar: التالي

source: Passcode
ar: رمز المرور

source: Enter your email or username
ar: ادخل اسم المستخدم أو البريد الإلكتروني لاسترجاع حسابك

source: New Password
ar: كلمة السر

source: Confirm Password
ar: تأكيد كلمة السر

source: Submit
ar: إرسال

source: Password
ar: كلمة السر

source: Forgot Your Password
ar: نسيت كلمة السر

source: Forgot your password?
ar: نسيت كلمة السر؟

source: Send Thanks
ar: إرسال

source: Thanks alot
ar: شكراً جزيلاً

source: Awesome!
ar: رائع!

source: Back
ar: رجوع

source: Reset your password?
ar: إعادة ضبط كلمة السر

source: Earned points
ar: النقاط المكتسبة

source: Balance
ar: الرصيد

source: My Appraisals
ar: جوائزي

source: My Trends
ar: أوسمتي

source: My Profile
ar: حسابي

source: Reply
ar: إرسال

source: Tags
ar: مرات الإشارة

source: Total points
ar: إجمالي النقاط

source: Points
ar: النقاط

source: This Month
ar: هذا الشهر

source: Resend Passcode
ar: إعادة إرسال رمز المرور

source: Please, enter your username
ar: من فضلك، أدخل إسم المستخدم

source: Please, enter your password
ar: من فضلك، أدخل كلمة السر

source: Email and password don't match
ar: بيانات الدخول غير صحيحة

source: Unable to connect to the internet, Please try again later
ar: لا يوجد إتصال بالإنترنت، من فضلك، حاول مرة أخرى لاحقاً

source: No internet connection
ar: لا يوجد إتصال بالإنترنت

source: Please check your internet connection
ar: الرجاء التحقق من إتصال الإنترنت الخاص بك

source: Yes
ar: نعم

source: No
ar: لا

source: Please, enter your username/email
ar: من فضلك، أدخل البريد الإليكتروني/إسم المستخدم

source: Username/email does not exist
ar: لا يوجد لدينا مستخدم بهذا البريد الإليكتروني/إسم المستخدم

source: Please, enter the userId
ar: من فضلك، أدخل معرف المستخدم

source: Please, enter the new password
ar: من فضلك، أدخل كلمة السر الجديدة

source: Passwords don't match
ar: كلمتا السر غير متطابقتان

source: Password must be at least 6 characters long and contain at least one digit and one uppercase letter and one non-letter or digit character
ar: كلمة السر يجب أن تكون اطول من خمسة أحرف وتحتوى على حرف كبير (A-Z) ورقم واحد ورمز واحد على الأقل

source: An error occurred, Please try again later
ar: حدث خطأ، يرجي المحاولة مرة أخرى لاحقاً

source: Password changed successfully
ar: تم تغيير كلمة السر بنجاح

source: We sent you an email with the passcode
ar: تم إرسال الكود في رسالة إلى بريدك الإليكتروني

source: Please, enter the passcode
ar: من فضلك، أدخل الكود

source: Invalid passcode
ar: كود غير صحيح

source: We resent you the email with the passcode
ar: تم إعادة إرسال الكود في رسالة إلى بريدك

source: Please, enter the post content
ar: من فضلك، أدخل نص الرسالة

source: Error
ar: خطأ

source: OK
ar: تم

source: Please allow Motivay to access the camera from the device settings
ar: من فضلك، إسمح لMotivay بإستخدام الكاميرا من إعدادات الجهاز

source: Please, allow Motivay to access the Photos from the device settings
ar: من فضلك، إسمح لMotivay بإستخدام الصور من إعدادات الجهاز

source: Some error occurred, Please try again
ar: حدث خطأ، من فضلك حاول مرة أخرى

source: My Balance
ar: رصيد النقاط الحالي

source: You've successfully given
ar: لقد أعطيت

source: Successfully
ar: بنجاح

source: You can only attach one image
ar: لا يمكنك إدراج أكثر من صورة واحدة

source: Your post has been sent and waiting for approval from the Admin.
ar: تم ارسال منشورك وفي انتظار موافقة مسؤول النظام

source: to
ar: إلى

source: Say Bravo
ar: برافو

source: Comment
ar: تعليق

source: Search
ar: بحث

source: Cancel
ar: إلغاء

source: Close
ar: إغلاق

source: Dismiss
ar: إلغاء

source: Sorry! We can't find what you're looking for
ar: لا توجد نتائج!

source: Uh-oh...looks like there aren't any posts yet!
ar: لا توجد مشاراكات حتى الآن

source: Try something different and we'll look again
ar: حاول إستخدام كلمات أو محددات أخرى

source: Go ahead and start posting
ar: إبدأ وحفز زملائك

source: Pull to refresh
ar: إسحب لإعادة التحميل

source: Loading...
ar: ...جاري التحميل

source: Loading more
ar: جاري تحميل المزيد

source: No more data
ar: لا مزيد من المنشورات

source: Home
ar: الرئيسية

source: Filters
ar: محددات البحث

source: Department
ar: القسم

source: Are you sure you want to reset all filters?
ar: هل أنت متأكد من إزالة جميع المحددات؟

source: Reset
ar: إزالة

source: Select department(s)
ar: اختر القسم (الأقسام)

source: Select trend(s)
ar: اختر الوسام (الأوسمة)

source: Select date range
ar: اختر نطاق التاريخ

source: Date range
ar: نطاق التاريخ

source: Select person(s)
ar: اختر الشخص (الأشخاص)

source: Trend
ar: الوسام

source: Date
ar: التاريخ

source: Person
ar: الشخص

source: Apply filters
ar: تطبيق المحددات

source: Try different keywords
ar: حاول إستخدام كلمات أخرى

source: Select department
ar: اختر القسم

source: Departments
ar: القسم

source: Select
ar: إختر

source: Apply
ar: حفظ

source: Employees
ar: موظفين

source: ApplyF
ar: تطبيق

source: Select Trend
ar: إختر الوسام

source: Trends
ar: الأوسمة

source: Done
ar: تم

source: Praises Received
ar: يعطي الشكر

source: Compliments Given
ar: يتلقى الشكر

source: All
ar: الكل

source: Show posts as
ar: نوع المنشورات

source: Select Person
ar: إختر الشخص

source: Are you sure you want to logout?
ar: هل متأكد من الخروج؟

source: Logout
ar: خروج

source: Motive post
ar: منشور محفز

source: Reply to
ar: رد علي

source: Reply added successfully
ar: تم إضافة الرد بنجاح

source: Delete
ar: حذف

source: Options
ar: الخيارات

source: Update
ar: تعديل

source: Type your reply here...
ar: اكتب ردك

source: Show more
ar: عرض المزيد

source: Show less
ar: عرض القليل

source: Bravos
ar: برافو

source: Bravo said by
ar: أحسنت قيلت من قبل

source: Kafu said by
ar: كفؤ قيلت من قبل

source: Edit
ar: تعديل

source: Save
ar: حفظ

source: Change photo
ar: تغيير الصورة

source: Remove photo
ar: حذف الصورة

source: Take Photo
ar: التقاط صورة

source: Choose Photo
ar: اختيار صورة

source: Email
ar: البريد الإلكتروني

source: Mobile Number
ar: رقم الهاتف

source: Join Date
ar: تاريخ الإنضمام

source: Change
ar: تغيير

source: Name
ar: الاسم

source: Position
ar: الوظيفة

source: Twitter account
ar: حساب تويتر

source: Facebook account
ar: حساب الفيسبوك

source: LinkedIn account
ar: حساب لينكد إن

source: Link
ar: إضافة

source: Link Facebook account
ar: إضافة حساب الفيسبوك

source: Link Twitter account
ar: إضافة حساب تويتر

source: Link LinkedIn account
ar: إضافة حساب لينكد إن

source: Status
ar: الحالة

source: Please, enter your name
ar: من فضلك، أدخل إسم

source: You have edited your profile info successfully.
ar: لقد تم تعديل بيانات ملفك الشخصي بنجاح.

source: Error updating profile info
ar: خطأ في تعديل البيانات

source: You have exceeded characters limit which is 35 characters.
ar: لقد تجاوزت الحد الأقصي للحروف وهو 35 حرف.

source: You have exceeded numbers limit which is 35 numbers.
ar: لقد تجاوزت الحد الأقصي للأرقام وهو 35 رقم.

source: You have exceeded characters limit which is 50 characters.
ar: لقد تجاوزت الحد الأقصي للحروف وهو 50 حرف.

source: Total Points
ar: إجمالي النقاط

source: Uh-oh...looks like you don't have any awards yet!
ar: لا يوجد جوائز بعد!

source: Trending
ar: أوسمتي

source: Stats
ar: الإحصائيات

source: My Stats
ar: نتائجي

source: Top Stars
ar: النجوم

source: Trending Now
ar: أعلي الأوسمة

source: Earned Points
ar: النقاط المكتسبة

source: Sent Points
ar: النقاط المرسلة

source: Total Posts
ar: إجمالي المنشورات

source: Said Bravo
ar: قلت أحسنت

source: posts
ar: منشور

source: Top Performer
ar: الأفضل أداءً

source: Top Giver
ar: الأكثر عطاءً

source: Top Posting
ar: الأكثر نشراً

source: Top Contributor
ar: الأكثر مساهمة

source: Posts
ar: منشورات

source: Reactions
ar: تفاعل

source: Settings
ar: الإعدادات

source: LANGUAGE
ar: اللغة

source: NOTIFICATIONS
ar: الإشعارات

source: Push Notifications
ar: الإشعارات

source: pushNotificationsOn
ar: السماح بالإشعارات الخاصة بالعمليات.

source: pushNotificationsOff
ar: إيقاف الإشعارات الخاصة بالعمليات.

source: emailNotificationsOn
ar: السماح بإشعارات البريد الإلكتروني الخاصة بالعمليات.

source: emailNotificationsOff
ar: إيقاف إشعارات البريد الإلكتروني الخاصة بالعمليات.

source: Allow push notification for your transactions.
ar: السماح بالإشعارات الخاصة بالعمليات.

source: Email Notifications
ar: إشعارات البريد الإلكتروني

source: You won’t receive email notifications.
ar: إيقاف إشعارات البريد الإلكتروني.

source: TERMS & POLICY
ar: الشروط والسياسات

source: Terms & conditions
ar: الشروط والأحكام

source: Privacy policy
ar: سياسة الخصوصية

source: Help
ar: المساعدة

source: Send feedback
ar: إرسال تعليق

source: Feedback Type
ar: نوع التعليق

source: Contact us
ar: إتصل بنا

source: Logout
ar: الخروج

source: You'll be notified of all the activities that occurring on your profile
ar: سوف يتم اشعارك بجميع انشطه ملفك الشخصي

source: You won't be notified of any activities that occurring on your profile
ar: لن يتم اشعارك باي نشاط خاص بملفك الشخصي

source: You'll be notified by email of all the activities occurring on your profile
ar: سوف نقوم باشعارك عبر البريد الالكتروني بجميع انشطه ملفك الشخصي

source: You won't be notified by email of any activities occurring on your profile
ar: لن يتم اشعارك عبر البريد الالكتروني باي نشاط خاص بملفك الشخصي

source: Please, allow Motivay to send you push notifications from the device settings
ar: من فضلك، إسمح لMotivay بإرسال إشعارات لك من إعدادات الجهاز

source: Go to settings
ar: الذهاب للإعدادات

source: Notifications
ar: الإشعارات

source: There's no notification yet,
ar: لا توجد إشعارات الآن,

source: Check back later for updates
ar: برجاء التحقق مرة أخري في وقت لاحق.

source: replied
ar: قاموا بالرد

source: said
ar: قالوا

source: said1
ar: قال

source: Bravo
ar: أحسنت

source: Kafu
ar: كفؤ

source: replied1
ar: قام بالرد

source: said Bravo1
ar: أحسنت

source: points
ar: نقطة

source: point
ar: نقاط

source: and
ar: و

source: gave you
ar: أعطاك

source: for your
ar: ل

source: other
ar: آخرين

source: others
ar: آخر

source: on
ar: على

source: thank of you
ar: منشور

source: Unfortunately, you didn't receive enough points this month. We believe that you can do better.
ar: للاسف لم تحصل علي عدد كافي من النقاط هذا الشهر. نحن نؤمن بانك تستطيع ان تقوم بالافضل.

source: Congratulations! You are one of the stars, Keep it up.
ar: تهانينا! لقد اصبحت من النجوم، استمر بهذا.

source: has been approved.
ar: لقد تم الموافقه علي منشورك التحفيزي ل

source: has been pinned.
ar: لقد تم تثبيت منشورك التحفيزي ل

source: has been rejected.
ar: لقد تم رفض منشورك التحفيزي ل

source: post
ar: منشور

source: motive
ar: التحفيزي

source: You still have
ar: ما زال لديك

source: in your balance,
ar: في حسابك،

source: try to motivate your colleagues.
ar: حاول تحفيز زملائك .

source: your motive post to
ar: منشورك التحفيزي ل

source: Bookmarked
ar: المفضلة

source: Bookmark
ar: تفضيل

source: Redeem
ar: إسترداد

source: Redeem now
ar: إسترداد

source: Redeemed
ar: المشتريات

source: Rewards
ar: الجوائز

source: There are no bookmarked rewards yet
ar: لا توجد جوائز في المفضلة حتى الآن

source: You haven't redeemed any rewards yet
ar: لا توجد جوائز مستردة بعد

source: There are no rewards yet
ar: لا توجد جوائز بعد

source: See All
ar: شاهد الكل

source: Details
ar: تفاصيل البطاقة

source: total points to redeem
ar: نقاط الجوائز

source: bought it!
ar: شخص قاموا بشراء هذا المنتج!

source: to Redeem this item
ar: متبقية لإسترداد هذا المنتج

source: Are you sure you want to redeem
ar: هل تريد إسترداد

source: with
ar: ب

source: Congratulations
ar: تهانينا

source: You've successfully redeemed
ar: لقد تم بنجاح إسترداد

source: Your code is
ar: رمز الاستخدام

source: Back to rewards
ar: رجوع إلى الجوائز

source: Redeemed
ar: إستردت

source: Code
ar: كود

source: State
ar: الحالة

source: KAFU
ar: كفؤ

source: Said Kafu
ar: قال كفؤ
